[
  {
   "id": 0,
   "film": "Las Crónicas de la Inquietud : La Crueldad",
   "filmmaker": "Sergio Aguirrre, David Fernández ",
   "country": "Mexico",
   "runtime": "07:31",
   "sinopsis": "Encuentras tiempo en el día, como nunca. Una interconexion hasta el final de las sonrisas",
   "poster": "0_Las_cronicas_de_la_inquietud_poster",
   "path": "0_Las_cronicas_de_la_inquietud",
   "vimeo_url": 892956832,
   "gif": "0_Las_cronicas_de_la_inquietud_film.gif",
   "clip": "0_Las_cronicas_de_la_inquietud_film_clip"
  },
  {
   "id": 1,
   "film": "The Dark Debra",
   "filmmaker": "Dina Yanni",
   "country": "Austria",
   "runtime": "03:33",
   "sinopsis": "Debra Paget is sad, lonely and can’t stop worrying. Will she ultimately have to face her own ghosts?\nThe Dark, Debra references Michael Robinson’s  The Dark, Krystle (2013) and develops a related narrative of a woman in a state of unrest and seclusion. Through digital editing and image modification, Debra Paget – cast in a supporting role in the original sample – is featured as the sole character. Part experimental fiction, part remake, supercut and music video, The Dark, Debra seeks to reveal the fixed concepts applied to Debra Paget’s Hollywood persona and to produce more ambiguous notions of identity, intention and subversion.",
   "poster": "1_The_Dark_Debra_poster",
   "path": "1_The_Dark_Debra",
   "vimeo_url": 873596360,
   "gif": "1_The_Dark_Debra_film.gif",
   "clip": "1_The_Dark_Debra_film_clip"
  },
  {
   "id": 2,
   "film": "Transfer",
   "filmmaker": "Joshua Albers",
   "country": "United States",
   "runtime": "03:28",
   "sinopsis": "Re-woven 3D scan data and audio captured while commuting in Chicago. Through recording my surroundings, I am able to explore the ways in which digital memory diverges from, or converges with, biological memory.",
   "poster": "2_Transfer_poster",
   "path": "2_Transfer",
   "vimeo_url": 873596427,
   "gif": "2_Transfer_film.gif",
   "clip": "2_Transfer_film_clip"
  },
  {
   "id": 3,
   "film": "The Inner Project",
   "filmmaker": "Tatjana Evonuk",
   "country": "Ireland",
   "runtime": "10:11",
   "sinopsis": "The “Inner project” focuses mainly on the director's perception of the world as a female artist on the Autistic spectrum. It's a visual journey of the reflection of the inner world of the artist, which is hidden deep inside, away from society. How it feels to be in the body of an alien that was born on this planet but isn't equipped with the right resources to understand how everything works, who is trying to figure things out and fit in. The invisible language that everyone communicates with is impossible to learn so you exhaust yourself by trying to learn it, trying not to stand out, trying to understand. Still, every time you try you exhaust yourself to the point of your body starts malfunctioning like an overloaded computer that can't process any more information.",
   "poster": "3_The_Inner_Project_poster",
   "path": "3_The_Inner_Project",
   "vimeo_url": 898016705,
   "gif": "3_The_Inner_Project_film.gif",
   "clip": "3_The_Inner_Project_film_clip"
  },
  {
   "id": 4,
   "film": "Sun of God",
   "filmmaker": "Can Ege İlhan",
   "country": "Turkey",
   "runtime": "07:06",
   "sinopsis": "Sun, light, god, and Hagia Sophia. The symphony between light and nature. . Searching for the ancient sun god in the city of Istanbul. Our city changes as the sunrise. The colors we see are changing. Looking at Istanbul from Hagia Sophia. The sun's rays expand and spread. Looking at the sanctity, everyday life, and the crowd of the city of Istanbul. Sun cleanses our city, our souls, and everything imaginable. Inspired by Thomas Merton's poem \"Hagia Sophia\".",
   "poster": "4_Sun_of_God_poster",
   "path": "4_Sun_of_God",
   "vimeo_url": 873944676,
   "gif": "4_Sun_of_God_film.gif",
   "clip": "4_Sun_of_God_film_clip"
  },
  {
   "id": 5,
   "film": "Planeta Carnom",
   "filmmaker": "Michelle Longpre",
   "country": "Canada",
   "runtime": "09:43",
   "sinopsis": "Planeta Carnom' is an exploration through vast fleshscapes of human anatomy, meditating on beautiful yet alien nature of our own bodies.",
   "poster": "5_Planeta_Carnom_poster",
   "path": "5_Planeta_Carnom",
   "vimeo_url": 873946393,
   "gif": "5_Planeta_Carnom_film.gif",
   "clip": "5_Planeta_Carnom_film_clip"
  },
  {
   "id": 6,
   "film": "Of Light and of Breath",
   "filmmaker": "Théo Michel",
   "country": "France",
   "runtime": "15:00",
   "sinopsis": "The day rises gradually. The sun appears, the forest wakes up. Little by little, the animals appear and the human being invites itself in this park of Ile-de-France. Bodies cross each other, stroll around, in the middle of a sound and light show. Of Light and of Breath takes us into an experience of the forest, a stroll, where the human is no longer the main character.",
   "poster": "6_Of_Light_and_of_Breath_poster",
   "path": "6_Of_Light_and_of_Breath",
   "vimeo_url": 873946496,
   "gif": "6_Of_Light_and_of_Breath_film.gif",
   "clip": "6_Of_Light_and_of_Breath_film_clip"
  },
  {
   "id": 7,
   "film": "FRAMES FRAGMENTS FREQUENCIES CHAPTER 3",
   "filmmaker": "Mariola Groener, Günther Wilhelm",
   "country": "Germany",
   "runtime": "07:24",
   "sinopsis": "FRAMES FRAGMENTS FREQUENCIES is an experimental short film project in eight chapters. Each chapter creates new insights into diverse in-between worlds. Much of it seems like a cut through different layers of time: an anachronism in which associations simultaneously bring forth the past and the future; prehistory and science fiction at the same time. Between game, ritual, invocation, film noir, and party; poetry and pop shake hands.\nEach chapter of FRAMES FRAGMENTS FREQUENCIES can be seen as an independent short film.",
   "poster": "7_FRAMES_FRAGMENTS_FREQUENCIES_CHAPTER_3_poster",
   "path": "7_FRAMES_FRAGMENTS_FREQUENCIES_CHAPTER_3",
   "vimeo_url": 873947097,
   "gif": "7_FRAMES_FRAGMENTS_FREQUENCIES_CHAPTER_3_film.gif",
   "clip": "7_FRAMES_FRAGMENTS_FREQUENCIES_CHAPTER_3_film_clip"
  },
  {
   "id": 8,
   "film": "I Am The Same",
   "filmmaker": "Michael Cook",
   "country": "United States",
   "runtime": "05:42",
   "sinopsis": "A man wakes in endless darkness, forced to confront his fading memories in this meta-experimental film.",
   "poster": "8_I_Am_The_Same_poster",
   "path": "8_I_Am_The_Same",
   "vimeo_url": 873947402,
   "gif": "8_I_Am_The_Same_film.gif",
   "clip": "8_I_Am_The_Same_film_clip"
  },
  {
   "id": 9,
   "film": "kanektivede connectivity",
   "filmmaker": "Jacklyn Brickman, Carter John Rice",
   "country": "United States",
   "runtime": "02:37",
   "sinopsis": "Connectivity is a sketch, a playful meditation on the internet.",
   "poster": "9_kanektivede_connectivity_poster",
   "path": "9_kanektivede_connectivity",
   "vimeo_url": 873948420,
   "gif": "9_kanektivede_connectivity_film.gif",
   "clip": "9_kanektivede_connectivity_film_clip"
  },
  {
   "id": 10,
   "film": "Ben and Mimi - Mimi and Ben",
   "filmmaker": "Eva Rini May Cragg",
   "country": "United States",
   "runtime": "15:26",
   "sinopsis": "Stuck in a claustrophobic marriage, a woman begins an emotional affair with a caterpillar.",
   "poster": "10_Ben_and_Mimi_-_Mimi_and_Ben_poster",
   "path": "10_Ben_and_Mimi_-_Mimi_and_Ben",
   "gif": "10_Ben_and_Mimi_-_Mimi_and_Ben_film.gif",
   "clip": "10_Ben_and_Mimi_-_Mimi_and_Ben_film_clip"
  },
  {
   "id": 11,
   "film": "Avrocar",
   "filmmaker": "Matthew Sanabria",
   "country": "Mexico",
   "runtime": "17:20",
   "sinopsis": "Olga grew up thinking that cars would fly in the future. In the present day, she cleans the office of a psychologist, where the patients' voices and grievances now live in her head, and blend with her own memories and regrets. The recurring image of an Avrocar -a supersonic, vertical take off and landing aircraft prototype developed in Canada in the 1950s- has become a token of her lost hopes and dreams.\nAvrocar´s storytelling is made with footage, photos and audio found on the internet over the last 10 years, a storytelling that resembles the random reality the main character imagines as a way to cope with her solitude.",
   "poster": "11_Avrocar_poster",
   "path": "11_Avrocar",
   "vimeo_url": 873948625,
   "gif": "11_Avrocar_film.gif",
   "clip": "11_Avrocar_film_clip"
  },
  {
   "id": 12,
   "film": "Pin and Tumbler",
   "filmmaker": "Patrick Connelly",
   "country": "United States",
   "runtime": "03:14",
   "sinopsis": "Pin and Tumbler is a 16mm scratch film animation exploring the shapes and movements of locks and keys. The film imagines an experimental journey through the inner mechanisms of a lock. Images were hand scratched onto 16mm black leader using household keys as guides.",
   "poster": "12_Pin_and_Tumbler_poster",
   "path": "12_Pin_and_Tumbler",
   "vimeo_url": 873948781,
   "gif": "12_Pin_and_Tumbler_film.gif",
   "clip": "12_Pin_and_Tumbler_film_clip"
  },
  {
   "id": 13,
   "film": "Causal leaker",
   "filmmaker": "Paloma Gonzalez",
   "country": "Uruguay",
   "runtime": "03:00",
   "sinopsis": "\"...From a sinister metaphor about what should be, I feel the fleeting cause of the inexpressible somatography of being. everyone's land.\" PGH",
   "poster": "13_Causal_leaker_poster",
   "path": "13_Causal_leaker",
   "vimeo_url": 898017196,
   "gif": "13_Causal_leaker_film.gif",
   "clip": "13_Causal_leaker_film_clip"
  },
  {
   "id": 14,
   "film": "Labyrinth",
   "filmmaker": "Director Biography",
   "country": "Brazil",
   "runtime": "15:00",
   "sinopsis": "Vilar D'ouro, Trás-os-Montes, 1602. Martim Soares Moreno sees the sun shine on his land. Maybe it's the last time. Soon he will embark towards the new world. The Sea Monsters, also called History, transport him into the future. Hearing words like independence and republic, hearing accents and discovering everything his peers have done, loses his mind.",
   "poster": "14_Labyrinth_poster",
   "path": "14_Labyrinth",
   "gif": "14_Labyrinth_film.gif",
   "clip": "14_Labyrinth_film_clip"
  },
  {
   "id": 15,
   "film": "ceremony",
   "filmmaker": "Dustin Chang",
   "country": "United States",
   "runtime": "12:41",
   "sinopsis": "Letting material things go in an internet age",
   "poster": "15_ceremony_poster",
   "path": "15_ceremony",
   "gif": "15_ceremony_film.gif",
   "clip": "15_ceremony_film_clip"
  },
  {
   "id": 16,
   "film": "Fusion",
   "filmmaker": "Mikhail Gulkov",
   "country": "Russian Federation",
   "runtime": "05:00",
   "sinopsis": "What is art? What does it carry? What is it for? Trying to get answers to these questions, the artist sends one of her creations to the spirit world. On its way, creation meets a mystical image that prevents you from getting to the answers. In their confrontation, truth is born.",
   "poster": "16_Fusion_poster",
   "path": "16_Fusion",
   "gif": "16_Fusion_film.gif",
   "clip": "16_Fusion_film_clip"
  },
  {
   "id": 17,
   "film": "The hangover of love",
   "filmmaker": "Mont Carver",
   "country": "Mexico",
   "runtime": "13:42",
   "sinopsis": "The hangover of love talks about remembering a relationship from the past by mixing different people's definitions of love.",
   "poster": "17_The_hangover_of_love_poster",
   "path": "17_The_hangover_of_love",
   "vimeo_url": 898017233,
   "gif": "17_The_hangover_of_love_film.gif",
   "clip": "17_The_hangover_of_love_film_clip"
  },
  {
   "id": 18,
   "film": "The escape",
   "filmmaker": "Yaniv Touati",
   "country": "France",
   "runtime": "05:59",
   "sinopsis": "Variation of rhythm and cadence in a routine journey between Gare d'Austerlitz and the National Library of France.",
   "poster": "18_The_escape_poster",
   "path": "18_The_escape",
   "vimeo_url": 898017260,
   "gif": "18_The_escape_film.gif",
   "clip": "18_The_Escape_film_clip"
  },
  {
   "id": 19,
   "film": "Puu O)))",
   "filmmaker": "Alexandre Ries",
   "country": "France",
   "runtime": "04:56",
   "sinopsis": "“Water waves, sound waves, mirror.\nDance the trees.”\nFilmed in Finland during an autumn voyage, “Puu” means “tree” in Finnish.\nThe forest often represented as the place where imagination can rise and where tales and mythologies are born is proposed in the film free of any narration as a pure object of individual, physical and somatic appropriation. The film tries to absorb the organic movement of nature through aquatic vibrations that encounters sound vibrations. Water waves blends into a vibratory sound matter in a synaesthesia while perception becomes sensation. Thus, nature metamorphoses in its own mirror and takes us on a hypnotic experience.",
   "poster": "19_Puu_O)))_poster",
   "path": "19_Puu_O)))",
   "gif": "19_Puu_O)))_film.gif",
   "clip": "19_Puu_O)))_film_clip"
  },
  {
   "id": 20,
   "film": "Inaka",
   "filmmaker": "Alma Llerena",
   "country": "Spain",
   "runtime": "04:34",
   "sinopsis": "Inaka is a screendance carried out in an artistic residence in the province of Fukuoka, Japan, during the summer of 2018. This project is an investigation about the spirituality of the human being and its possibility of transcending in a non-physical way in different planes through the movement. Religion is present in the screendance as a symbol of the spiritual part of the human being and the dancer as the physical part. The movement and choreography are synchronized with the religion elements, as a means to transcend to other planes being from the physical to the spiritual. To visually emphasize the different planes, we investigated the religions in Japan and used the locations of the Buddhist and the Shinto religions. The Buddhist religion has as an existential plane, the temple and the Shinto cult has as an existential, plane nature. As an external observer of this different planes, there is an elevated being who watches the existence through water, symbol of the mirror and communicator between the different planes.",
   "poster": "20_Inaka_poster",
   "path": "20_Inaka",
   "vimeo_url": 898017628,
   "gif": "20_Inaka_film.gif",
   "clip": "20_Inaka_film_clip"
  },
  {
   "id": 21,
   "film": "Lettere",
   "filmmaker": "Mona Rossi",
   "country": "France",
   "runtime": "09:26",
   "sinopsis": "Love letters between an italian hardworker in Grenoble and his lover, left beyong the mountains.",
   "poster": "21_Lettere_poster",
   "path": "21_Lettere",
   "vimeo_url": 898017870,
   "gif": "21_Lettere_film.gif",
   "clip": "21_Lettere_film_clip"
  },
  {
   "id": 22,
   "film": "Alchemy",
   "filmmaker": "Brandon Polanco",
   "country": "United States",
   "runtime": "14:05",
   "sinopsis": "An epic transformation manifests from a seemingly routine interview.\nA failed everyman begins working through pages and pages of questions. As time begins to elongate, the man finds himself tormented and more and more isolated. He battles the unknown ultimately transcending into a heightened reality, discovering a new life existing between multiple worlds, both familiar and otherworldly.",
   "poster": "22_Alchemy_poster",
   "path": "22_Alchemy",
   "vimeo_url": 898017990,
   "gif": "22_Alchemy_film.gif",
   "clip": "22_Alchemy_film_clip"
  },
  {
   "id": 23,
   "film": "Resurrection under the Ocean",
   "filmmaker": "Serkan Aktaş",
   "country": "Turkey",
   "runtime": "02:57",
   "sinopsis": "\"Resurrection under the Ocean\" is about the resurrection of a man who was helplessly sinking to the bottom of the ocean, after falling to the bottom of the ocean, with a symbolic narrative.",
   "poster": "23_Resurrection_under_the_Ocean_poster",
   "path": "23_Resurrection_under_the_Ocean",
   "vimeo_url": 898023483,
   "gif": "23_Resurrection_under_the_Ocean_film.gif",
   "clip": "23_Resurrection_under_the_Ocean_film_clip"
  },
  {
   "id": 24,
   "film": "When the barbarians arrive : The mass",
   "filmmaker": "Carlos Vázquez",
   "country": "Mexico",
   "runtime": "02:25",
   "sinopsis": "Immersed in the exercise of instituting a new order, susceptible to memories assaults, customs and deeper impulses, the members of this neo-tribe face a question that will determine the continuity of their revolution. Where are the barbarians? Down or up?\nTheir bodies surrounded by darkness rush to pass over each other. The speed of the traffic is changing, there are moments in which violence is perceived and others that reflect calm, but it does not stop. It seems that they are immersed in an inexhaustible cycle, condemned to collide indefinitely forming a human mass.",
   "poster": "24_When_the_barbarians_arrive_The_mass_poster",
   "path": "24_When_the_barbarians_arrive_:_The_mass",
   "vimeo_url": 898023707,
   "gif": "24_When_the_barbarians_arrive_The_mass_film.gif",
   "clip": "24_When_the_barbarians_arrive__The_mass_film_clip"
  },
  {
   "id": 25,
   "film": "Eternity starts in Monday",
   "filmmaker": "Jorge Luis González",
   "country": "Mexico",
   "runtime": "14:38",
   "poster": "25_Eternity_starts_in_Monday_poster",
   "path": "25_Eternity_starts_in_Monday",
   "gif": "25_Eternity_starts_in_Monday_film.gif",
   "clip": "25_Eternity_starts_in_Monday_film_clip"
  },
  {
   "id": 26,
   "film": "Rendezvous for the Old",
   "filmmaker": "Mody Gao",
   "country": "China",
   "runtime": "12:59",
   "sinopsis": "In Beijing, China, on the east side of the Tian 'anmen Square, there is a Calamus River Park. Every Tuesday and Saturday, the park becomes a garden of Eden for old men and women to meet each other. Mr. Gao, an 57-year-old bachelor, has insisted on attending this rendezvous for more than 10 years, searching for his ideal lover, or more specifically, his ideal sexual partner. Finally, he met a woman who was willing to go with him, but unfortunately, he messed it up…...",
   "poster": "26_Rendezvous_for_the_Old_poster",
   "path": "26_Rendezvous_for_the_Old",
   "gif": "26_Rendezvous_for_the_Old_film.gif",
   "clip": "26_Rendezvous_for_the_Old_film_clip"
  },
  {
   "id": 27,
   "film": "[ technopoetics ]",
   "filmmaker": "Alexandre Dacosta",
   "country": "Brazil",
   "runtime": "08:33",
   "sinopsis": "[technopoetics] is composed of object-poems and graphic poetry by the brazilian visual artist Alexandre Dacosta. These works are part of the book [tecnopoética] (Editora 7 Letras \/ 2011). Writer, narrated, composed music and directed by the author himself.",
   "poster": "27_[_technopoetics_]_poster",
   "path": "27_[_technopoetics_]",
   "gif": "27_[_technopoetics_]_film.gif",
   "clip": "27_[_technopoetics_]_film_clip"
  },
  {
   "id": 28,
   "film": "AKANGATUMIRIMUSIKA",
   "filmmaker": "Alexandre Dacosta",
   "country": "Brazil",
   "runtime": "01:23:36",
   "sinopsis": "“Akangatumirimusika” is a musical self-documentary that contains 50 \"mini-video-songs\" and reflections on music by director and composer Alexandre Dacosta. Two-thirds of these songs were composed and produced especially for this project during the Coronavirus pandemic and include personal testimonies about sound, electroacoustic experiences, song carpentry, visual poetry set to music and excerpts from recordings from his authorial albums “Adjetos” and “Antimatéria”.",
   "poster": "28_AKANGATUMIRIMUSIKA_poster",
   "path": "28_AKANGATUMIRIMUSIKA",
   "vimeo_url": 898023746,
   "gif": "28_AKANGATUMIRIMUSIKA_film.gif",
   "clip": "28_AKANGATUMIRIMUSIKA_film_clip"
  },
  {
   "id": 29,
   "film": "Wayfarer",
   "filmmaker": "Dimitris Nikou",
   "country": "Greece",
   "runtime": "04:08",
   "sinopsis": "The man who constantly walks carrying a sack. A wayfarer looking for passages with a weight on his back. In a world full of dead ends, how easy is it to tell the difference between reality and illusion? Do you recognize the Wayfarer?",
   "poster": "29_Wayfarer_poster",
   "path": "29_Wayfarer",
   "vimeo_url": 898024736,
   "gif": "29_Wayfarer_film.gif",
   "clip": "29_Wayfarer_film_clip"
  },
  {
   "id": 30,
   "film": "PRISON TIME IS OVER",
   "filmmaker": "Philipp Ramspeck",
   "country": "Switzerland",
   "runtime": "05:28",
   "sinopsis": "A film poem about the twisted memories of a prison inmate. Light-painting animation.",
   "poster": "30_PRISON_TIME_IS_OVER_poster",
   "path": "30_PRISON_TIME_IS_OVER",
   "vimeo_url": 898025775,
   "gif": "30_PRISON_TIME_IS_OVER_film.gif",
   "clip": "30_PRISON_TIME_IS_OVER_film_clip"
  },
  {
   "id": 31,
   "film": "The world where we live in is not the real world",
   "filmmaker": "Efi Amanatidou",
   "country": "Greece",
   "runtime": "02:53",
   "sinopsis": "A small, poetic work, revealing some truths about the world where we live in",
   "poster": "31_The_world_where_we_live_in_is_not_the_real_world_poster",
   "path": "31_The_world_where_we_live_in_is_not_the_real_world",
   "vimeo_url": 898026021,
   "gif": "31_The_world_where_we_live_in_is_not_the_real_world_film.gif",
   "clip": "31_The_world_where_we_live_in_is_not_the_real_world_film_clip"
  },
  {
   "id": 32,
   "film": "Algorithmia",
   "filmmaker": "Nate Dorr",
   "country": "United States",
   "runtime": "03:22",
   "sinopsis": "A music video for BenBen's \"Algorithmia\", from the forthcoming EP.\nDo neural networks listen to simulated rock bands? Algorithms have dictated much of what we see and hear for years already; they've only much more recently become able to reproduce semblances of it on their own. With the advent of adversarial learning (pioneered by chess AIs trained through near-endless competition against eachother), digital simulacra have become more and more eerily convincing: songs extended through extrapolation, faces invented, and so many machine-generated avocado armchair designs. Especially over the last six months, the tools for fully AI-created images (based only on generalized knowledge from data sets consisting of millions of captioned pictures) have rapidly evolved, diversified, and improved, allowing more and more generative artists to explore the form. But with algorithms already warping artistic production through the feedback loops of streaming and social media, what may come of vertically-integrating algorithmic distribution with its own ability to create? Or, in the deeper exploration of machine-generated art -- the interest of which comes as much from its mystifying errors and omissions as from its successes -- will the essential significance of the guiding human hand become only more obvious?",
   "poster": "32_Algorithmia_poster",
   "path": "32_Algorithmia",
   "vimeo_url": 898026264,
   "gif": "32_Algorithmia_film.gif",
   "clip": "32_Algorithmia_film_clip"
  },
  {
   "id": 33,
   "film": "Triboro",
   "filmmaker": "Nate Dorr",
   "country": "United States",
   "runtime": "06:52",
   "sinopsis": "A trip behind and beneath the street-level skin of the city on the hidden paths of industrial history and once-and-future transit.\nThe Triboro Line is a 24-mile freight rail spanning New York City from the Brooklyn Army Terminal in Bay Ridge, Brooklyn, to Co-Op City in the Bronx. Once largely a passenger line, then serving only reduced intermittent industrial use for decades, the rails have again become the focus of efforts to restore crosstown commuter service to the lower eleven miles of track. Spanning seasons, hours, and changing weather in gliding tracking shots composed of thousands of still photographs, Triboro collapses time and space just as new transit options, inscribed into the ever-changing urban landscape, bring distant parts of the boroughs closer together.\n(Caution: contains flicker effects)",
   "poster": "33_Triboro_poster",
   "path": "33_Triboro",
   "vimeo_url": 898033864,
   "gif": "33_Triboro_film.gif",
   "clip": "33_Triboro_film_clip"
  },
  {
   "id": 34,
   "film": "Unearth Arcana",
   "filmmaker": "Jared Donovan Paolini",
   "country": "United States",
   "runtime": "04:38",
   "sinopsis": "Experiments with projected light and video feedback create a hypnotic journey into a world of sensual colors, textures, and movement. Accompanied by a score of original electronic music.",
   "poster": "34_Unearth_Arcana_poster",
   "path": "34_Unearth_Arcana",
   "vimeo_url": 898034714,
   "gif": "34_Unearth_Arcana_film.gif",
   "clip": "34_Unearth_Arcana_film_clip"
  },
  {
   "id": 35,
   "film": "Walk\/ night\/ flight",
   "filmmaker": "Finn Harvor",
   "country": "Korea, Republic of",
   "runtime": "10:30",
   "sinopsis": "#videopoetry #poetryfilm #poetry #addiction #depression\nA new cut of a collaborative videopoem based on my late brother’s writing and my own. An earlier cut of this project recently broadcast on Portuguese TV. Screened at several festivals.",
   "poster": "35_Walk_night_flight_poster",
   "path": "35_Walk_night_flight",
   "vimeo_url": 898034992,
   "gif": "35_Walk_night_flight_film.gif",
   "clip": "35_Walk_night_flight_clip"
  },
  {
   "id": 36,
   "film": "nobody cares work harder",
   "filmmaker": "Nicole Rayburn",
   "country": "Canada",
   "runtime": "01:00",
   "sinopsis": "the world is burning & we're all f*cked\nnobody cares work harder",
   "poster": "36_nobody_cares_work_harder_poster",
   "path": "36_nobody_cares_work_harder",
   "gif": "36_nobody_cares_work_harder_film.gif",
   "clip": "36_nobody_cares_work_harder_film_clip"
  },
  {
   "id": 37,
   "film": "Hungry Ghost",
   "filmmaker": "Guido Devadder",
   "country": "Belgium",
   "runtime": "06:52",
   "sinopsis": "The feelings of both loss and desire are among the first and strongest emotions we experience as human beings. Desire is what keeps us alive, propagates us, but also destroys us. 'Hungry Ghost' is a poetic journey into the hazy netherworld of human craving, visualised through looping zoetrope animations.",
   "poster": "37_Hungry_Ghost_poster",
   "path": "37_Hungry_Ghost",
   "vimeo_url": 898035131,
   "gif": "37_Hungry_Ghost_film.gif",
   "clip": "37_Hungry_Ghost_film_clip"
  },
  {
   "id": 38,
   "film": "X",
   "filmmaker": "Walter A. Lagarda-Parra",
   "country": "Mexico",
   "runtime": "04:40",
   "sinopsis": "The shadow is that part of ourselves that we tend to keep hidden, the one that we strive not to bring out. However, in times of need, this shadow comes to the light, acquiring the shape of claws and teeth that help us to fight, to defend ourselves...",
   "poster": "38_X_poster",
   "path": "38_X",
   "vimeo_url": 898036039,
   "gif": "38_X_film.gif",
   "clip": "38_X_film_clip"
  },
  {
   "id": 39,
   "film": "Resetting memories (taking\/the waterfall)",
   "filmmaker": "Amelia Johannes",
   "country": "Australia",
   "runtime": "01:27",
   "sinopsis": "This video explores the timelessness of memories. The process behind the work involved searching for a waterfall captured in a piece of found family footage. The intent was to seek out the waterfall and recapture the same image from the same site at a different time, to locate the memory in space, whilst simultaneously resetting the ambiguous memories entailed in the family, culture and tradition. Through layering, aligning and merging the old and new pieces are experimentally placed in various combinations to reform the site of memory.",
   "poster": "39_Resetting_memories_poster",
   "path": "39_Resetting_memories_takingthe_waterfall",
   "vimeo_url": 900458210,
   "gif": "39_Resetting_memories_film.gif",
   "clip": "39_Resetting_memories_(taking\/the_waterfall)_film_clip"
  },
  {
   "id": 40,
   "film": "The three naughty",
   "filmmaker": "Victor Volkov",
   "country": "Mexico",
   "runtime": "01:56",
   "sinopsis": "In a village, children begin to disappear and we realize that they are three naughty little ones who eat children",
   "poster": "40_The_three_naughty_poster",
   "path": "40_The_three_naughty",
   "vimeo_url": 900033021,
   "gif": "40_The_three_naughty_film.gif",
   "clip": "40_The_three_naughty_film_clip"
  },
  {
   "id": 41,
   "film": "Talking Heads - Silence",
   "filmmaker": "Tymoteusz Mierzwiński",
   "country": "Poland",
   "runtime": "09:35",
   "sinopsis": "My \"Talking Heads\" is reinterpretation of Krzysztof Kieslowski documentary movie from 1980. In my movie there are only responses in polish sign language. Deaf people, sign language interpreters and people in this environment answer three questions: \"How old are you?\", \" Who you are?\", \"What do you want from life?\"",
   "poster": "41_Talking_Heads_-_Silence_poster",
   "path": "41_Talking_Heads_-_Silence",
   "vimeo_url": 900037394,
   "gif": "41_Talking_Heads_film.gif",
   "clip": "41_Talking_Heads_film_clip"
  },
  {
   "id": 42,
   "film": "AbstrArt 22",
   "filmmaker": "Luis Carlos Rodríguez",
   "country": "Spain",
   "runtime": "04:20",
   "sinopsis": "Abstrart is part of an audiovisual artistic research project that tries to transfer expressive and emotional concepts to the screen with moving images and, therefore, intentionally lacks formal, narrative and structural aspects.\nAny resemblance to reality is pure coincidence or a chance accident in the production process.",
   "poster": "42_AbstrArt_22_poster",
   "path": "42_AbstrArt_22",
   "vimeo_url": 900033660,
   "gif": "42_AbstrArt_22_film.gif",
   "clip": "42_AbstrArt_22_film_clip"
  },
  {
   "id": 43,
   "film": "Collage 38.2",
   "filmmaker": "Luis Carlos Rodríguez",
   "country": "Spain",
   "runtime": "03:32",
   "sinopsis": "Collage 38.2 es una Intervención (construcción\/deconstrucción), en forma de collage audiovisual, sobre la película en dominio público: Of Human Bondage (1934) de John Cromwell-\nCollage 38 es uno de los collages que forma parte de un amplio proyecto de investigación audiovisual experimental que trata de explorar, desde el punto de vista de las actividades artístico-expresivas, cuestiones formales, estructurales, narrativas y estéticas. Para ello intervenimos y construimos variaciones, espaciales y temporales de escenas míticas del cine que han pasado por dominio publico. Modificamos sus significados anteriores, amplificando o variando su valor narrativo y su aspecto audiovisual.\n-----\nCollage 38.2 is an Intervention (construction \/ deconstruction), in the form of an audiovisual collage, on the film in the public domain: Of Human Bondage (1934) by John Cromwell-\nCollage 38 is one of the collages that is part of a broad experimental audiovisual research project that tries to explore, from the point of view of artistic-expressive activities, formal, structural, narrative and aesthetic issues. For this we intervene and construct variations, spatial and temporal, of mythical scenes from the cinema that have passed through the public domain. We modify its previous meanings, amplifying or varying its narrative value and its audiovisual aspect.",
   "poster": "43_Collage_38-2_poster",
   "path": "43_Collage_38.2",
   "vimeo_url": 900035024,
   "gif": "43_Collage_38.2_film.gif",
   "clip": "43_Collage_38.2_film_clip"
  },
  {
   "id": 44,
   "film": "They promised us a future",
   "filmmaker": "Laura R. Tolentino",
   "country": "Mexico",
   "runtime": "09:17",
   "sinopsis": "Ⲧⲏⲉ ⲟⲅⲓⳋⲓⲛ ⲟ⳨ ⲧⲏⲉ ⲙⲩⲧⲏ ⲟ⳨ ⲧⲏⲉ ⲙⲟ𝖽ⲉⲅⲛ ⳋⲟ𝖽, ⲇⲅⲓ⳽ⲉ⳽ ⲱⲏⲉⲛ Ⲛⲇⲧⳙⲅⲉ ⲇⲛ𝖽 Ⲏⳙⲙⲇⲛ ⳨ⲇⳑⳑ ⲓⲛ ⳑⲟⳳⲉ ⲇⲛ𝖽 ⳨ⲅⲟⲙ ⲧⲏⲉⲓⲅ ⳙⲛⲓⲟⲛ ⲧⲏⲉ Ⲛⲉⲱ ꓓⲉⲓⲧⲩ ⲓ⳽ ⲥⲅⲉⲇⲧⲉ𝖽.",
   "poster": "44_They_promised_us_a_future_poster",
   "path": "44_They_promised_us_a_future",
   "gif": "44_They_promised_us_a_future_film.gif",
   "clip": "44_They_promised_us_a_future_film_clip"
  },
  {
   "id": 45,
   "film": "the words",
   "filmmaker": "Liliana Paganini",
   "country": "Italy",
   "runtime": "08:40",
   "sinopsis": "poetic video about an aspect of emigration",
   "poster": "45_the_words_poster",
   "path": "45_the_words",
   "vimeo_url": 900035088,
   "gif": "45_the_words_film.gif",
   "clip": "45_the_words_film_clip"
  },
  {
   "id": 46,
   "film": "Video Ladder",
   "filmmaker": "Hiroshi Atobe",
   "country": "August 21, 2022",
   "runtime": "01:00",
   "sinopsis": "This film express climing and descending as an illusion. And it suggests a never-ending exercise of judgment. I always belonging on power ballance of which changing in own life and social media.\nSometimes I go high,and go to low unfortunately,and I'm belonging on such occasional changes.",
   "poster": "46_Video_Ladder_poster",
   "path": "46_Video_Ladder",
   "vimeo_url": 900035274,
   "gif": "46_Video_Ladder_film.gif",
   "clip": "46_Video_Ladder_film_clip"
  },
  {
   "id": 47,
   "film": "Fin del eclipse",
   "filmmaker": "Olaf Viana",
   "country": "Mexico",
   "runtime": "04:06",
   "sinopsis": "A letter about childhood and memories",
   "poster": "47_Fin_del_eclipse_poster",
   "path": "47_Fin_del_eclipse",
   "vimeo_url": 900035308,
   "gif": "47_Fin_del_eclipse_film.gif",
   "clip": "47_Fin_del_eclipse_film_clip"
  },
  {
   "id": 48,
   "film": "CUNT-CENTRISM",
   "filmmaker": "Isabel García, Elsa Blueve",
   "country": "Spain",
   "runtime": "01:40",
   "sinopsis": "Performatic micro-short film that glorifies the vulva.\nVarious women artists from different parts of the world have participated in its animated part.",
   "poster": "48_CUNT-CENTRISM_poster",
   "path": "48_CUNT-CENTRISM",
   "vimeo_url": 900035728,
   "gif": "48_CUNT-CENTRISM_film.gif",
   "clip": "48_CUNT-CENTRISM_film_clip"
  },
  {
   "id": 49,
   "film": "God Luck Hope",
   "filmmaker": "Francesco Bo Coppola",
   "country": "Italy",
   "runtime": "02:36",
   "sinopsis": "GodLuckHope Island is a luxury urban development in Canary Wharf, London. It typifies newly gentrified urban spaces where lifestyle is the commodity; Arts Clubs, Yoga, Fusion Foods. This film exposes a less glamorous underbelly. Historically, the site of the former colonialzing East India Company, it housed stolen goods, a toxic chemicals industry and one of the poorest slums in 1930s Britain.\nTHE LIGHTHOUSE INITIATIVE INC will publish this film on Amazon Prime Video.",
   "poster": "49_God_Luck_Hope_poster",
   "path": "49_God_Luck_Hope",
   "vimeo_url": 900036167,
   "gif": "49_God_Luck_Hope_film.gif",
   "clip": "49_God_Luck_Hope_film_clip"
  },
  {
   "id": 50,
   "film": "In the Dark",
   "filmmaker": "Roman Duneshenko",
   "country": "Russian Federation",
   "runtime": "05:00",
   "sinopsis": "The basis of the film is the clash of conservative religious principles and the main character, who went against this system. This conflict gives birth to visual poetry. A short but vivid manifesto against the authorities that restrict the freedom of a person and punish for his desires.",
   "poster": "50_In_the_Dark_poster",
   "path": "50_In_the_Dark",
   "vimeo_url": 900036301,
   "gif": "50_In_the_Dark_film.gif",
   "clip": "50_In_the_Dark_film_clip"
  },
  {
   "id": 51,
   "film": "Ojo-Piel",
   "filmmaker": "Fanny Leiva Torres",
   "country": "Chile",
   "runtime": "14:00",
   "sinopsis": "Ojo-piel es un video diario que nos acerca a la neurodivergencia en primera persona. Un desayuno de hojas secas nos recuerda que hay que regar una planta que tiene pelos de perro. Una ida al dentista nos pasea lentamente por memorias infantiles de invierno, tener frío y no querer salir de la cama. Antes de dormir, el celular nos recuerda que está nublado y que más allá de las nubes hay recuerdos de lunas y planetas que nunca hemos visto.",
   "poster": "51_Ojo-Piel_poster",
   "path": "51_Ojo-Piel",
   "vimeo_url": 900036413,
   "gif": "51_Ojo-Piel_film.gif",
   "clip": "51_Ojo-Piel_film_clip"
  },
  {
   "id": 52,
   "film": "Liesse",
   "filmmaker": "Elliot Eugenie",
   "country": "France",
   "runtime": "09:58",
   "sinopsis": "On a solar eclipse day, the wind carries jubilation through the cities.",
   "poster": "52_Liesse_poster",
   "path": "52_Liesse",
   "gif": "52_Liesse_film.gif",
   "clip": "52_Liesse_film_clip"
  },
  {
   "id": 53,
   "film": "Landscape with water",
   "filmmaker": "Andrew Payne",
   "country": "United Kingdom",
   "runtime": "03:37",
   "sinopsis": "This film is influenced by a statement by the British painter Paul Nash which he wrote in the British magazine Country Life in May 1938, about what he called the ‘unseen landscapes’ of England. “The landscapes I have in mind are not part of the unseen world in the psychic sense, nor are they part of the Unconscious. They belong to the world that lies, visibly, about us. They are unseen merely because they are not perceived; only in that way can they be regarded as invisible.”\nThe upper image is a shot of a landscape where a stream crosses a ford. The images in the sequence below are close-up shots of the surface of the water. The close-up focus removes the context of the surrounding landscape, creating images that are quite abstract in nature.",
   "poster": "53_Landscape_with_water_poster",
   "path": "53_Landscape_with_water",
   "vimeo_url": 900458530,
   "gif": "53_Landscape_with_water_film.gif",
   "clip": "53_Landscape-with-water_film_clip"
  },
  {
   "id": 54,
   "film": "Being Together",
   "filmmaker": "Ana Baer, Olivia",
   "country": "United States",
   "runtime": "04:01",
   "sinopsis": "A collaboration between Austin based all ability dance company Body Shift and Merge dance company filmed at the Austin Public Library.",
   "poster": "54_Being_Together_poster",
   "path": "54_Being_Together",
   "vimeo_url": 900461757,
   "gif": "54_Being_Together_film.gif",
   "clip": "54_Being_Together_film_clip"
  },
  {
   "id": 55,
   "film": "IXCHEL",
   "filmmaker": "Ana Baer, Rocio Luna",
   "country": "Mexico",
   "runtime": "07:33",
   "sinopsis": "Mother moon, liquid Nahuatl, salty skin … Among the steam your presence vanishes and clings to the roots. You embody the navel of the world, where life sprouts and ends … In an environment of surreal nature, an archetypal figure is revealed though a lyrical, visual painting in motion. Crafted by the superposition of opposites: water-land, dryness-blooming, grounded-volatile, IXCHEL invites the audience on a mysterious journey loaded with visual creativity and a sensual cinematic construction.",
   "poster": "55_IXCHEL_poster",
   "path": "55_IXCHEL",
   "vimeo_url": 900462868,
   "gif": "55_IXCHEL_film.gif",
   "clip": "55_IXCHEL_film_clip"
  },
  {
   "id": 56,
   "film": "Sympoiesis",
   "filmmaker": "Ana Baer, Rocio Luna",
   "country": "Mexico",
   "runtime": "06:35",
   "sinopsis": "Inspired by Donna Haraway’s Staying with the Trouble.\nEl lago de Cuitzeo -Cuitzeo’s lake, (Mexico’s second largest), is in danger of extinction. Urban development, change of land use, fires and negligence are provoking its imminent drought.",
   "poster": "56_Sympoiesis_poster",
   "path": "56_Sympoiesis",
   "vimeo_url": 900465227,
   "gif": "56_Sympoiesis_film.gif",
   "clip": "56_Sympoiesis_film_clip"
  },
  {
   "id": 57,
   "film": "Propagation and Detection",
   "filmmaker": "Enzo Cillo",
   "country": "Italy",
   "runtime": "07:20",
   "sinopsis": "single-channel video\nB\/W\n16:9\nstereo\n07 min\nStereophonic sound creation by Renato Grieco\nItaly, 2020\n“Propagation and Detection” is a work that investigates the space of an immaterial point. Dissecting an image of the Parthenon and revealing what is hiding in the invisible field, inside the mechanics dispositive, within the wave’s propagation. The visible represents exactly a point, the concrete limit of a distance, which is perceived by human eyes; a recognisable sign that changes into something else, matter changing into an imprint.",
   "poster": "57_Propagation_and_Detection_poster",
   "path": "57_Propagation_and_Detection",
   "vimeo_url": 900467154,
   "gif": "57_Propagation_and_Detection_film.gif",
   "clip": "57_Propagation_and_Detection_film_clip"
  },
  {
   "id": 58,
   "film": "The Names of Trees",
   "filmmaker": "Pamela Falkenberg, Jack Cochran",
   "country": "United States",
   "runtime": "04:28",
   "sinopsis": "Images of decay and regeneration photographed using a video camera whose sensor has been modified for infrared photography create a post apocalyptic, strangely alluring, but disconnected world. A mesmerizing series of largely deserted rural and urban landscapes concretizes the bittersweet memories of a lost love in Pamela Falkenberg and Jack Cochran's film of Lucy English's poem, \"The Names of Trees,\" part of her Book of Hours film project, whose collected poems have now been published in book form (https:\/\/burningeye.bigcartel.com\/product\/the-book-of-hours-by-lucy-english). Accepted by more than thirty festivals in fifteen different countries, and nominated for best visual poem and best experimental film several times, including by the BAFTA qualifying Wales International Film Festival, Outlier's most widely celebrated film is surprisingly uplifting, hauntingly beautiful, and deeply mysterious.",
   "poster": "58_The_Names_of_Trees_poster",
   "path": "58_The_Names_of_Trees",
   "gif": "58_The_Names_of_Trees_film.gif",
   "clip": "58_The_Names_of_Trees_film_clip"
  },
  {
   "id": 59,
   "film": "Metropolitan",
   "filmmaker": "Héctor Maya",
   "country": "Mexico",
   "runtime": "03:51",
   "poster": "59_Metropolitan_poster",
   "path": "59_Metropolitan",
   "vimeo_url": 892957055,
   "gif": "59_Metropolitan_film.gif",
   "clip": "59_Metropolitan_film_clip"
  },
  {
   "id": 60,
   "film": "SPELL",
   "filmmaker": "Philippe Safire",
   "country": "United States",
   "runtime": "06:42",
   "sinopsis": "SPELL\nA Digital Age Tragedy\nOur story takes place in Digital City, a socially and technologically advanced society. People enjoy access to vast freedoms and rapid economic growth. That is, until a woman reports a mysterious incident unnoticed among the flashing lights and strident sounds of the city. Society as a whole then faces a crisis that will lead to new relationships and a very strange discovery.",
   "poster": "60_SPELL_poster",
   "path": "60_SPELL",
   "gif": "60_SPELL_film.gif",
   "clip": "60_SPELL_film_clip"
  },
  {
   "id": 61,
   "film": "Mexican Symphony",
   "filmmaker": "Jorge Marcelo Espinoza",
   "country": "Mexico",
   "runtime": "05:27",
   "sinopsis": "A brief look at one of the biggest cities in the world, Mexico City: its food, its streets, its routine and its people.",
   "poster": "61_Mexican_Symphony_poster",
   "path": "61_Mexican_Symphony",
   "vimeo_url": 900474637,
   "gif": "61_Mexican_Symphony_film.gif",
   "clip": "61_Mexican_Symphony_film_clip"
  },
  {
   "id": 62,
   "film": 8,
   "filmmaker": "meizhu yan",
   "country": "China",
   "runtime": "08:47",
   "sinopsis": "A 20-year-old girl ended ten years of love.\nAt this moment, she can't tell what is love or persistence is.Are they the burning fire?The marks carved on the skin with compasses?Reverie or belief when lying on the earth with her eyes closed?Perhaps they are just emptiness, just ordinary day after day, one August 8th, another August 8th.Before it comes, the August 8th is flowing and surging in it, the August 8th arrives on time.When it was after the final farewell and letting go, the August 8th still comes and goes.Can't tell what day is today, can't tell which August 8th it is ,all in all, today is August 8th again.\nTragedy has no solution ,but can be sublimated.The same is true of emotions, so does persistence, and so does love.",
   "poster": "62_8_poster",
   "path": "62_8",
   "gif": "62_8_film.gif",
   "clip": "62_8_film_clip"
  },
  {
   "id": 63,
   "film": "Gifted",
   "filmmaker": "Morgane Billuart",
   "country": "Netherlands",
   "runtime": "27:23:00",
   "sinopsis": "Clarisse’s Gift is a documentary investigating the ways in which esoterism and witchcraft are represented and capitalized nowadays. Through an interview with esoteric freelancer Clarisse, a Dutch-Surinamese woman working on the platform Fiverr, Clarisse’s Gift will present her knowledge and her gift, unfolding the ways magic gets monetized online.",
   "poster": "63_Gifted_poster",
   "path": "63_Gifted",
   "vimeo_url": 900584153,
   "gif": "63_Gifted_film.gif",
   "clip": "63_Gifted_film_clip"
  },
  {
   "id": 64,
   "film": "The Garden of Forking Paths",
   "filmmaker": "Kang Le",
   "country": "Taiwan",
   "runtime": "01:00",
   "sinopsis": "Obsession with infinity",
   "poster": "64_The_Garden_of_Forking_Paths_poster",
   "path": "64_The_Garden_of_Forking_Paths",
   "vimeo_url": 900595610,
   "gif": "64_The_Garden_of_Forking_Paths_film.gif",
   "clip": "64_The_Garden_of_Forking_Paths_film_clip"
  },
  {
   "id": 65,
   "film": "Ive travelled 9000 km to see you",
   "filmmaker": "Kang Le",
   "country": "Taiwan",
   "runtime": "01:00",
   "sinopsis": "Hard-Boiled Wonderland and the End of the World",
   "poster": "65_Ive_travelled_9000_km_to_see_you_poster",
   "path": "65_Ive_travelled_9000_km_to_see_you",
   "vimeo_url": 900588046,
   "gif": "65_Ive_travelled_9000_km_to_see_you_film.gif",
   "clip": "65_Ive_travelled_9000_km_to_see_you_film_clip"
  },
  {
   "id": 66,
   "film": "A Poets Seat",
   "filmmaker": "Martin Del Carpio",
   "country": "United States",
   "runtime": "12:17",
   "sinopsis": "Genre – Poetic Experimental Cinema\n“What is an alien?” a man asks amid smoke, shadow and light. The question is daunting, metaphysical if you will. We may all feel like outsiders sometime, but what happens when the feeling is constant? With that in mind, we embark upon a journey that millions of people around the globe will recognize as their own: moving to another country.\nIn raw emotion, we experience the story of a man who moves to America as a child. We accompany him as he reminisces: the first sight of snow, the first day of school, the palpable eeriness of what is new. We witness his difficulties to find work and overcome other obstacles. We feel the anguish and the fear, and we can see the trap. Metaphorically and literally.\nVisual elements shed light on what he endures: hands trying to grasp the American dream (or maybe trying to hold on to the past?); hands resembling a broken heart; a gun; the powerful word “guilty”. The man is blind and mute, voiceless. He has no definite identity. He is someone and no one at the same time. He is all of us and none of us at the same time. He’s a magician creating worlds and playing with rings. He is human and inhuman, like any alien.\nWhat is home? Where is home? When we go back, are we truly home? This piercing film poses the questions we all ask ourselves at some point. In any case, when you migrate, home is forever gone. You become a wandering alien. Forever.\nBy Tracy Mackay",
   "poster": "66_A_Poets_Seat_poster",
   "path": "66_A_Poets_Seat",
   "vimeo_url": 900669679,
   "gif": "66_A_Poets_Seat_film.gif",
   "clip": "66_A_Poets_Seat_film_clip"
  },
  {
   "id": 67,
   "film": "LOS",
   "filmmaker": "Martin Del Carpio",
   "country": "United States",
   "runtime": "06:29",
   "sinopsis": "In another time, on a different world, mankind has made progress . . . Ruled by the very AI they developed and employed to set them free, humans have become slaves to their machine. We have lost friendship, love, and sex, and we are the machine labor and means of production. In a tomorrow-land without touch or value, a future very much of our making, upon which human life is transaction and output, we have lost humanity. The AI, the machine, has put us to work, and we humans do not work without it. We labor and toil for calculations and machinations logical and unfeeling, having forgotten one another and ourselves.\nYet there are the Los: the most human of us, ostracized, exiled, and refuted by the rest for knowing nature and refusing to resist intimacy and the intangible connections of life. It is the Los who would free mankind to return to their humanity and to become again the collective “we” of individuality, of love, of freedom from artificial design. The Los will go to war for the humans who were not and for the humans they are, but . . . will they save us?",
   "poster": "67_LOS_poster",
   "path": "67_LOS",
   "vimeo_url": 900595945,
   "gif": "67_LOS_film.gif",
   "clip": "67_LOS_film_clip"
  },
  {
   "id": 68,
   "film": "The Dark Forest",
   "filmmaker": "Martin Del Carpio",
   "country": "United States",
   "runtime": "09:23",
   "sinopsis": "Genre: Videopoetry \/ Poetry Film\nA transcendental fable.\n\"To honor the memory of his father who passed away in 2019, Martin Del Carpio opts for the medium of film once again, and delivers his most lyrical work to date. At once deeply personal, carefully veiled in a delicate fabric of pure emotions, and absolutely immersive in its dreamlike, mysterious beauty, ‘The Dark Forest’ transmutes its author’s innermost life into an admirable piece of introspective cinema. Opening with Dante Alighieri’s quote which inspired the title, it takes the viewer on a short, yet transcendent journey through the bushes of symbols and trees of thoughts, in the company of a lovely (and cunning?) forest spirit embodied by Carly Erin O’Neil whose poise and grace translate as otherworldly. The enchanting imagery that we see on our way is the result of another tight-knit collaboration between writer \/ director Del Carpio and DoP \/ editor William Murray, whereby the dense atmosphere of meditative seclusion is complemented by Dan Shaked’s ruminative voice-over and M. Nomized’s haunting score which occasionally gives off some strong ‘classic Hollywood’ vibes...\" - Reviewed by Nikola Gocic",
   "poster": "68_The_Dark_Forest_poster",
   "path": "68_The_Dark_Forest",
   "gif": "68_The_Dark_Forest_film.gif",
   "clip": "68_The_Dark_Forest_film_clip"
  },
  {
   "id": 69,
   "film": "Howl",
   "filmmaker": "Martin Del Carpio, Martin Gerigk",
   "country": "United States",
   "runtime": "03:37",
   "poster": "69_Howl_poster",
   "path": "69_Howl",
   "gif": "69_Howl_film.gif",
   "clip": "69_Howl_film_clip"
  },
  {
   "id": 70,
   "film": "The Modern Sea is Dying",
   "filmmaker": "Guillaume Marin",
   "country": "Canada",
   "runtime": "03:00",
   "sinopsis": "A winter walk becomes a time for reflection on accepting the complexity of a changing world. Caught between evolution and the speed of things which are accelerating, this course of ultra sensory awareness invites the public to question themselves on the consequent distortions of the opposition between what is experienced and what is perceived. Through his inner monologue, the protagonist imposes his humanity by breaking down what remains of loneliness. Through a work of reflection on the image, the artist subverts the possibilities of the sequence shot and shapes perceptions by games of illusions.\nUne marche hivernale devient le moment de réflexions sur l’acceptation de la complexité d'un monde en mutation. Pris entre l’évolution et la vitesse des choses qui s’accélère, ce parcours d’ultra conscience sensorielle intime le public à se questionner sur les distorsions conséquentes de l’opposition entre ce qui est vécu et ce qui est perçu. Par le truchement de son monologue intérieur, le protagoniste impose son humanité en brisant ce qui nous reste de solitude. À travers un travail de réflexion sur l’image, l’artiste subvertit les possibles du plan séquence et façonne les perceptions par des jeux d’illusions.",
   "poster": "70_The_Modern_Sea_is_Dying_poster",
   "path": "70_The_Modern_Sea_is_Dying",
   "vimeo_url": 900599430,
   "gif": "70_The_Modern_Sea_is_Dying_film.gif",
   "clip": "70_The_Modern_Sea_is_Dying_film_clip"
  },
  {
   "id": 71,
   "film": "THE WAY OF THE FISH",
   "filmmaker": "Julian Rodriguez",
   "country": "Spain",
   "runtime": "05:00",
   "sinopsis": "Not so long ago in an ocean not far away...\nTimes are desperate.\nThere is no life without planet.\nThere is no planet without ocean.\nThere is no ocean without fish.\nThis is the way,\nTHE WAY OF THE FISH.",
   "poster": "71_THE_WAY_OF_THE_FISH_poster",
   "path": "71_THE_WAY_OF_THE_FISH",
   "vimeo_url": 900601723,
   "gif": "71_THE_WAY_OF_THE_FISH_film.gif",
   "clip": "71_THE_WAY_OF_THE_FISH_film_clip"
  },
  {
   "id": 72,
   "film": 36000,
   "filmmaker": "Pierre Villemin",
   "country": "France",
   "runtime": "06:30",
   "sinopsis": "Getting lost and melting into the landscape",
   "poster": "72_36000_poster",
   "path": "72_36000",
   "vimeo_url": 900616598,
   "gif": "72_36000_film.gif",
   "clip": "72_36000_film_clip"
  },
  {
   "id": 73,
   "film": "Clotheslined",
   "filmmaker": "Patrick Chemali",
   "country": "Lebanon",
   "runtime": "09:04",
   "sinopsis": "A chronicle of the life of an average Lebanese family across decades, illustrated through what is witnessed on their clothesline",
   "poster": "73_Clotheslined_poster",
   "path": "73_Clotheslined",
   "vimeo_url": 900603713,
   "gif": "73_Clotheslined_film.gif",
   "clip": "73_Clotheslined_film_clip"
  },
  {
   "id": 74,
   "film": "Are You OK",
   "filmmaker": "Faiyaz Jafri",
   "country": "United States",
   "runtime": "04:45",
   "sinopsis": "A fragile balance,\nVulnerable and lonely—\nYou doing OK?",
   "poster": "74_Are_You_OK_poster",
   "path": "74_Are_You_OK",
   "vimeo_url": 900607883,
   "gif": "74_Are_You_OK_film.gif",
   "clip": "74_Are_You_OK_film_clip"
  },
  {
   "id": 75,
   "film": "Shine",
   "filmmaker": "Faiyaz Jafri",
   "country": "United States",
   "runtime": "04:50",
   "sinopsis": "The intrusiveness of sunlight recounts adolescent insecurities and vulnerability in this boyhood chronicle of boredom.",
   "poster": "75_Shine_poster",
   "path": "75_Shine",
   "vimeo_url": 900610075,
   "gif": "75_Shine_film.gif",
   "clip": "75_Shine_film_clip"
  },
  {
   "id": 76,
   "film": "Besame Mucho & the East Side Gallery Berlin",
   "filmmaker": "Gilbert Brüning",
   "country": "Germany",
   "runtime": "04:00",
   "sinopsis": "After a call for help from the East German Association of Fine Artists of the GDR to the West German Association of Fine Artists (BBK) in Frankfurt am Main in November 1989 to help the GDR artists who had become unemployed, led to negotiations to merge the two associations. Since October 1989 the GDR artists had received no more income from previous state contracts. After months of talks and discussions, including about how the artists can earn money with their art in West Germany, the plans for a joint project “East Side Gallery” were forged. In February 1990, after obtaining permission from the still east German Ministry of National Defense, it was officially established the project \"East Side Gallery\". On September 28, 1990 the East Side Gallery was officially opened.\nWith their unique works of art on the wall, the artists created evidence that the desire for freedom can overcome all boundaries, all violence and coercive measures. 118 artists from 21 countries created over one hundred paintings over a length of 1316 meters. They expressed their joy that the Wall had fallen and the Cold War was over. The \"East Side Gallery\" is therefore a historical place with a unique dual character. On the one hand it is a place of artistic freedom and a symbol of joy and happiness over the peaceful overcoming of the German division and it is also a strong testimony to the GDR border regime on the other hand. The film shows above all the enthusiasm of the people at the \"East Side Gallery\" in front of the picture \"Brotherly Kiss\" by Dimitri Wladimirowitsch. It shows the welcoming kiss between Leonid Breshnew and Erich Honecker in 1979. Breshnew had come to the state celebrations on the occasion of the 30th anniversary of the GDR.",
   "poster": "76_Besame_Mucho_&_the_East_Side_Gallery_Berlin_poster",
   "path": "76_Besame_Mucho_&_the_East_Side_Gallery_Berlin",
   "vimeo_url": 900612011,
   "gif": "76_Besame_Mucho_&_the_East_Side_Gallery_Berlin_film.gif",
   "clip": "76_Besame_Mucho_&_the_East_Side_Gallery_Berlin_film_clip"
  },
  {
   "id": 77,
   "film": "Les Mil cares del foc",
   "filmmaker": "Rose Present",
   "country": "Spain",
   "runtime": "06:00",
   "sinopsis": "I filmed flames of fire and made a kaleidoscope montage. The result takes the form of the typical spots of a Rorschach Test but in motion. Like a global test of the media, each person sees different things on the same global screen, hypnotized by contemplating the medium. Like when we look at the flames of a fire, we are absorbed by the screens. A hypnotic medium that transforms our brain without surgery or with the electric currents of Doctor Duchenne. A global lobotomy that makes us forget what they want us to forget and leads our intimate global emotions.\n\nImages of the background faces are of children from the Auschwitz camps, faces of people who have suffered lobotomies, and photographs from Doctor Duchenne's \"Atlas of Electro-physiologies\" from 1862 - Where through electric currents to the facial muscles he provoked the physiological reactions of emotions...",
   "poster": "77_Les_Mil_cares_del_foc_poster",
   "path": "77_Les_mil_cares_del_foc",
   "vimeo_url": 901029946,
   "gif": "77_Les_mil_cares_del_foc_film.gif",
   "clip": "77_Les_mil_cares_del_foc_film_clip"
  }
 ]